Repository: skioo/django-payment
Catalog: payment/locale/*/LC_MESSAGES/django.po
Languages: no

# Custom payment choice type
source: Manual
no: Registrere

# transaction kind
source: Registration
no: Registrering

# transaction kind
source: Authorization
no: Autorisasjon

# transaction kind
source: Refund
no: Refusjon

# transaction kind
source: Capture
no: Registrere

# transaction kind
source: Void
no: Tomt

# payment status
source: Not charged
no: Ikke belastet

# payment status
source: Partially charged
no: Delvis belastet

# payment status
source: Fully charged
no: Fullt belastet

# payment status
source: Partially refunded
no: Delvis refundert

# payment status
source: Fully refunded
no: Fullt refundert

source: amount
no: beløp beløp

source: created
no: opprettet

source: modified
no: modifisert

source: total
no: totalt

source: captured amount
no: registrert beløp

source: Capture
no: registrere

source: Refund
no: Refusjon

source: Void
no: Tomt

source: Operation
no: Operasjon

source: Payment
no: Sjekk alle betalinger

# Payment status form field
source: Payment status
no: Betalingsstatus

source: Setting charge status to {} directly is not supported. Please use the dashboard to refund partially.
no: Å sette status til {} direkte støttes ikke. Vennligst bruk dashboardet for delvis tilbakebetaling.

# Stripe payment error
source: Order was not authorized.
no: Bestillingen ble ikke autorisert.

# Stripe payment error
source: Order was not charged.
no: Bestillingen ble ikke belastet.

# Stripe payment gateway description
source: Total payment
no: Betaling totalt

source: is_active
no: er_aktiv

source: charge status
no: ladestatus

source: cc first digits
no: cc første sifre

source: cc last digits
no: cc siste sifre

source: cc brand
no: cc merke

source: cc exp month
no: cc utløpsmåned

source: cc exp year
no: cc utløpsår

source: customer email
no: kunde e-post

source: customer ip address
no: kunde ip-adresse

source: extra data
no: ekstra data

source: payment
no: betaling

source: payments
no: betalinger

source: Payment {} ({})
no: Betaling {} ({})

source: kind
no: type

source: is success
no: er suksess

source: error
no: feil

source: gateway response
no: gateway respons

source: transaction
no: transaksjon

source: transactions
no: transaksjoner

source: Home
no: Hjem

source: Submit
no: Sende inn
